Repository: utaschulz1/patent-translation-agent
Catalog: Matecat/HUAW_old/HUAW_old.tmx
Source language: en_us
Languages: de_de

source: the first DCI comprises an indicator indicating at least one of:
de_de: die erste DCI einen Indikator umfasst, der mindestens eines der Folgenden angibt:

source: an identifier of the second physical resource; or
de_de: eine Kennung der zweiten physikalischen Ressource; oder

source: the second HARQ process ID; or
de_de: die zweite HARQ-Prozess-ID; oder

source: the second DCI comprises an indicator indicating at least one of:
de_de: die zweite DCI einen Indikator umfasst, der mindestens eines der Folgenden angibt:

source: an identifier of the first physical resource; or
de_de: eine Kennung der ersten physikalischen Ressource; oder

source: the first HARQ process ID.
de_de: die erste HARQ-Prozess-ID.

source: An apparatus comprising means to perform the method of any one of claims 1 to 13.
de_de: Vorrichtung, die Mittel zum Durchführen des Verfahrens nach einem der Ansprüche 1 bis 13 umfasst.

source: A processor-readable medium storing instructions wherein, when executed by a processor, cause the processor to perform the method of any one of claims 1 to 13.
de_de: Prozessorlesbares Medium, das Anweisungen speichert, wobei, wenn diese durch einen Prozessor ausgeführt werden, der Prozessor veranlasst wird, das Verfahren nach einem der Ansprüche 1 bis 13 durchzuführen.
